{"name":"IVAN ","headerTaglineOne":"Hola!","headerTaglineTwo":"Soy Ivan Daza ","headerTaglineThree":"- Desarrollador full-stack ","headerTaglineFour":"con enfoque en UX/UI","showCursor":true,"showBlog":false,"darkMode":true,"showResume":true,"socials":[{"id":"1","title":"Github","link":"https://github.com/IvanDaza4"},{"id":"2","title":"LinkedIn","link":"https://www.linkedin.com/in/dazaivan/"},{"id":"5","title":"Email","link":"ivandaza2004@gmail.com"}],"projects":[{"id":"1","title":"User Interface Designer","description":"Como diseñador UI/UX, colaboré con Código Zero para crear la interfaz de su plataforma de e-commerce. Trabajé desde la conceptualización en Figma —priorizando usabilidad y estética— hasta la coordinación con el equipo de desarrollo, asegurando la fidelidad del diseño durante la implementación. El resultado: una experiencia digital intuitiva y alineada con los objetivos de la marca.","imageSrc":"https://i.imgur.com/ZPI40T3.png","url":"","area":"Ui Designer ","duration":"2 weeks"},{"id":"3","title":" Web Designer & Developer","description":"Design","imageSrc":"https://i.imgur.com/cHS9q82.png","url":"http://chetanverma.com/","area":"Design - Develop"},{"id":"4","title":"Project Four","description":"Marketing","imageSrc":"https://images.unsplash.com/photo-1492171983775-a51717616c0d?ixlib=rb-1.2.1&ixid=MXwxMjA3fDB8MHxzZWFyY2h8NjB8fHBhc3RlbHxlbnwwfHwwfA%3D%3D&auto=format&fit=crop&w=400&q=60","url":"http://chetanverma.com/"},{"id":"5","title":"Project Five","description":"Development","imageSrc":"https://images.unsplash.com/photo-1534239143101-1b1c627395c5?ixlib=rb-1.2.1&ixid=MXwxMjA3fDB8MHxzZWFyY2h8NzZ8fHBhc3RlbHxlbnwwfHwwfA%3D%3D&auto=format&fit=crop&w=400&q=60","url":"http://chetanverma.com/"}],"services":[{"id":"1","title":"Diseño y Desarrollo Web","description":"Creación de sitios web personalizados, adaptables y de alto rendimiento, con tecnologías como HTML, CSS, JavaScript, React y Node.js. Enfoque en usabilidad y funcionalidad."},{"id":"2","title":"Diseño UX/UI","description":"Desarrollo de interfaces intuitivas y atractivas, desde wireframes hasta prototipos funcionales con herramientas como Figma. Mejora de la experiencia de usuario y tasas de conversión."},{"id":"3","title":"Identidad de Marca","description":"Diseño de elementos clave como logotipos, paletas de color y tipografías para construir una imagen coherente y memorable."},{"id":"4","title":"Desarrollo Frontend","description":"Construcción de aplicaciones web dinámicas e interactivas con frameworks modernos como React y TypeScript, optimizadas para rendimiento y escalabilidad."}],"aboutpara":"Soy estudiante de Ingeniería Informática con una ética de trabajo sólida y una profunda pasión por la tecnología. A través de proyectos personales, he cultivado habilidades técnicas y de liderazgo. Mis fortalezas abarcan el diseño, la gestión de equipos y un enfoque proactivo hacia la resolución de problemas. Aspiro a crecer en entornos dinámicos y competitivos, contribuyendo con innovación, estrategia y soluciones efectivas","resume":{"tagline":"Soy Ingeniero Informático y Diseñador UX/UI","description":"Soy un estudiante de Ingeniería Informática apasionado por el desarrollo de software y el diseño de experiencias de usuario. He trabajado en proyectos personales y profesionales, dominando tecnologías modernas como React, JavaScript y Figma. Mi objetivo es crear soluciones innovadoras y funcionales que impacten positivamente en los usuarios.","experiences":[{"id":"1","dates":"Enero 2025 - Abril 2025","type":"Freelance","position":"Frontend Engineer & Web Designer","bullets":"Diseñé y desarrollé una página web adaptada a las necesidades del proyecto. ,Implementé mejoras en diseño y usabilidad para una mejor experiencia de usuario."},{"id":"d495c23b-4f65-479a-9b8a-cfbc1c089725","dates":"Junio 2024 - Septiembre 2024","type":"Freelance","position":"Web Designer","bullets":"Comunicación con el cliente: Entender sus necesidades preferencias estéticas y requerimientos funcionales. ,Diseño UX/UI: Crear prototipos en Figma priorizando una navegación intuitiva y un estilo visual atractivo para el público objetivo. ,Coordinación con desarrolladores: Transferir el diseño aprobado al equipo técnico asegurando fidelidad al concepto original durante la implementación."}],"education":{"universityName":"Universidad Argentina de la Empresa","universityDate":"2022 - Presente","universityPara":"Estudiante de Ingeniería Informática con enfoque en desarrollo de software y diseño de experiencias de usuario."},"languages":["Javascript","HTML5","CSS","Python","SQL"],"frameworks":["React","Typescript","NodeJs"],"others":["Figma"]}}