{"name":"IVAN ","headerTaglineOne":"Hola!","headerTaglineTwo":"Soy Ivan Daza ","headerTaglineThree":"- Desarrollador full-stack ","headerTaglineFour":"con enfoque en UX/UI","showCursor":true,"showBlog":false,"darkMode":true,"showResume":true,"socials":[{"id":"1","title":"LinkedIn","link":"https://www.linkedin.com/in/dazaivan/"},{"id":"2","title":"Github","link":"https://github.com/IvanDaza4"},{"id":"5","title":"Email","link":"ivandaza2004@gmail.com"}],"projects":[{"id":"1","title":"User Interface Designer","description":"Como diseñador UI/UX, colaboré con Código Zero para crear la interfaz de su plataforma de e-commerce. Trabajé desde la conceptualización en Figma —priorizando usabilidad y estética— hasta la coordinación con el equipo de desarrollo, asegurando la fidelidad del diseño durante la implementación. El resultado: una experiencia digital intuitiva y alineada con los objetivos de la marca.","imageSrc":"https://i.imgur.com/ZPI40T3.png","url":"","area":"Ui Designer ","duration":"1 Month"},{"id":"3","title":" Web Designer & Developer","description":"Desarrollé un sitio web personalizado, optimizando su rendimiento y funcionalidad mediante actualizaciones constantes. A través de mejoras en usabilidad y diseño, elevé la satisfacción del usuario y cumplí con los KPIs del proyecto.","imageSrc":"https://i.imgur.com/cHS9q82.png","url":"","area":"Design - Develop","duration":"4 Months"}],"services":[{"id":"012b1126-252c-4832-a931-f3a2b827ddce","title":"Diseño y Desarrollo Web","description":"Creamos sitios web a medida que no solo lucen impresionantes, sino que también ofrecen una experiencia de usuario excepcional. Combinamos diseño atractivo con funcionalidad robusta para crear presencia web que destaca. "},{"id":"63a28a0a-65fa-4a32-bdba-9aaceb27aba0","title":"Diseño UX/UI","description":"Diseñamos interfaces intuitivas y atractivas centradas en el usuario. Nuestro enfoque garantiza que cada interacción sea fluida, agradable y efectiva, mejorando la satisfacción del usuario y las tasas de conversión."},{"id":"65461273-6c4e-4b1c-b1db-6f4ece944485","title":"Identidad de Marca","description":"Desarrollamos identidades de marca distintivas que comunican los valores y la personalidad de tu negocio. Desde logos hasta paletas de colores, creamos sistemas visuales coherentes que resuenan con tu audiencia."},{"id":"b9ffe937-e5a9-45cf-b748-ea0a5dbeee93","title":"Desarrollo Frontend","description":"Construimos interfaces de usuario dinámicas y responsivas utilizando las tecnologías más modernas. Nuestro código limpio y optimizado garantiza rendimiento excepcional en todos los dispositivos."}],"aboutpara":"Soy estudiante de Ingeniería Informática con una ética de trabajo sólida y una profunda pasión por la tecnología. A través de proyectos personales, he cultivado habilidades técnicas y de liderazgo. Mis fortalezas abarcan el diseño, la gestión de equipos y un enfoque proactivo hacia la resolución de problemas. Aspiro a crecer en entornos dinámicos y competitivos, contribuyendo con innovación, estrategia y soluciones efectivas. ","resume":{"tagline":"Desarrollador full-stack y Diseñador UX/UI","description":"Soy un estudiante de Ingeniería Informática apasionado por el desarrollo de software y el diseño de experiencias de usuario. He trabajado en proyectos personales y profesionales, dominando tecnologías modernas como React, Next-JS, Tailwind CSS, JavaScript y Figma. Mi objetivo es crear soluciones innovadoras y funcionales que impacten positivamente en los usuarios.","experiences":[{"id":"1","dates":"Enero 2025 - Abril 2025","type":"Freelance","position":"Frontend Engineer & Web Designer","bullets":"Diseñé y desarrollé una página web adaptada a las necesidades del proyecto. ,Implementé mejoras en diseño y usabilidad para una mejor experiencia de usuario."},{"id":"d495c23b-4f65-479a-9b8a-cfbc1c089725","dates":"Junio 2024 - Septiembre 2024","type":"Freelance","position":"Web Designer","bullets":"Comunicación con el cliente: Entender sus necesidades preferencias estéticas y requerimientos funcionales. ,Diseño UX/UI: Crear prototipos en Figma priorizando una navegación intuitiva y un estilo visual atractivo para el público objetivo. ,Coordinación con desarrolladores: Transferir el diseño aprobado al equipo técnico asegurando fidelidad al concepto original durante la implementación."}],"education":{"universityName":"Universidad Argentina de la Empresa","universityDate":"2022 - Presente","universityPara":"Estudiante de Ingeniería Informática con enfoque en desarrollo de software y diseño de experiencias de usuario."},"languages":["Javascript","HTML5","CSS","Python","SQL"],"frameworks":["React","Typescript","NodeJs"],"others":["Figma"]}}